Repository: Calinou/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: az, bn, fi, hu, ms, pt_pt, ro, sq

source: Since I'm getting asked about this on regular basis, there is <b>no</b> donation button on this page.
az: Veb səhifəsində hədiyyə ilə bağlı bir buton <b>yoxdur</b> və bubarədə mütəmadi olaraq kodlar alıram.
bn: যেহেতু আমি প্রায়ই এ সম্পর্কে জিজ্ঞাসিত হচ্ছি, কিন্তু <b>কোন</b> দান করার বাটন খুজেঁ পাচ্ছি না ।
fi: Kirjoitan tämän, sillä minulta kysytään asiasta säännöllisesti. Tällä sivulla <b>ei ole</b> lahjoituspainiketta.
hu: Már régóta kérdezgetnek róla és most válaszolok: <b>nincs</b> támogatás ezen az oldalon.
ms: Selepas saya ditanya berkenaan ini secara tetap, saya menyatakan <b>tidak ada</b> butang derma di halaman ini.
pt_pt: Uma vez que já fui questionado sobre isso, não existe <b>nenhum</b> botão de donativo nesta página.
ro: Deoarece sunt des întrebat despre asta, aici <b>nu</b> există niciun buton pentru donaţie.
sq: Meqë jam duke u pyetur për këtë në baza të rregullta, nuk ka <b>asnjë</b> buton dhurimi në këtë faqe.

source: The main reason is that I feel that the donation system doesn't actually help software development and worse, can be guilt-inducing for users who choose not to donate.
az: Bunun əsas səbəbi hədiyyə sisteminin, əslində cd inkişaf yardımının olmaması hətta daha da pisi hədiyyə etməməyi üstün edən istifadəçilərə günah hissi etdirdiyini nəzərə alınmalıdır.
bn: আসল কারণ হচ্ছে, আমি মনে করি দান পদ্ধতি সত্যিকার অর্থে সফটওয়্যার উন্নয়নে সাহায্য করে না এবং এটা আরো খারাপ, কলুষিত করতে পারে তাদেরসহ যারা দান করতে চায় না।
fi: Pääsyynä on se, että minusta tuntuu, ettei lahjoitusjärjestelmä itse asiassa auta ohjelmistokehitystä ja mikä pahinta, se voi aiheuttaa syyllisyydentunnetta käyttäjille, jotka eivät päätä lahjoittaa.
hu: A fő ok az, amiért így érzek, mivel ez a kis programocska nem segítette túlságosan a program gyártást. Illetve nem szeretnék bűntudatot kelteni azoikban, akik nem adományoztak.
ms: Sebab utama adalah saya merasakan yang sistem derma sebenarnya tidak membantu pembangunan perisian dan yang lebih teruk, boleh mendorong rasa bersalah bagi pengguna yang memilih untuk tidak menderma.
pt_pt: A principal razão é que o sistema de donativos não ajuda realmente o desenvolvimento de software e pior, pode induzir em culpa os utilizadores que optam por não doar.
ro: Principalul motiv este ca donatiile nu ajută mai deloc la dezvoltarea unui program, și chiar mai rău, îi poate face pe cei care nu vor sau nu pot dona să se simtă prost.
sq: Arsyeja kryesore është se unë mendoj se sistemi i dhurimeve nuk ndihmon në fakt zhvillimin e softuerit dhe më keq, mund të jetë fajtor për përdoruesit që zgjedhin të mos dhurojnë.

source: If you really insist, you can always make a donation to the <a target="_blank" %s>Free Software Foundation</a>, as they are the main reason software like Rufus is possible.
hu: Ha nagyon ragaszkodsz a támogatáshoz, ezt mindig megteheted a <a target="_blank" %s>Free Software Foundation</a>-nél, akik nélkül az olyan programok, mint a Rufus, nem jöhettek volna létre.
pt_pt: Se realmente insiste em doar, pode fazer um donativo para a <a target="_blank" %s>Free Software Foundation</a>, pois é a principal razão para que software como Rufus possa existir.
ro: Dacă într-adevăr insistaţi, puteți face întotdeauna o donație pentru <a target="_blank" %s>Free Software Foundation</a>, deoarece ei sunt cei care au putut face ca Rufus și multe alte programe sa existe.

source: At any rate, I'll take this opportunity to say <i><u>thank you</u></i> for your continuing support and enthusiasm about this little program: it is much appreciated!
az: Nə olursa olsun, bu kiçik proqram ilə bağlı olaraq davamlı dəstəyiniz və həvəsləndiriciliyiniz üçün <i><u>təşəkkür edirəm</u></i> deməyi borc bilirəm. Bu çox təqdir edicidir!
bn: যেকোনভাবে, আমি এটা বলার সুযোগটা নেব <i><u>ধন্যবাদ তোমাকে</u></i> এই ছোট প্রোগ্রামটির ক্রমাগত সমর্থন ও উদ্যমের জন্য: এটাই প্রশংসাযোগ্য!
fi: Käytän joka tapauksessa tämän mahdollisuuden sanoakseni <i><u>kiitos</u></i> jatkuvasta tuesta sekä innostuksesta tätä pientä ohjelmaa kohtaan: arvostan sitä suuresti!
hu: Szeretnék itt <i><u>köszönetet</u></i> mondani a támogatásokért és a lelkesedésekért ezen kis program kapcsán: ezeket nagyon értékelem!
ms: Apapun, saya akan mengambil kesempatan ini untuk mengucapkan <i><u>terima kasih</u></i> atas sokongan berterusan dan galakan anda untuk perisian kecil ini: ia sangat dihargai!
pt_pt: De qualquer forma, aproveito a oportunidade para dizer <i><u>muito obrigado</u></i> pelo seu contínuo apoio e entusiasmo neste pequeno programa: eles são muito apreciados!
ro: In orice caz, profit de aceasta oportunitate pentru a vă spune un mare <i><u>Mulțumesc!</u></i> pentru ajutorul continuu si entuziasmul unora pentru acest mic program!
sq: Sidoqoftë, do të shfrytëzoj këtë mundësi për të thënë <i><u>faleminderit</u></i> për mbështetjen tuaj të vazhdueshme dhe entuziazmin për këtë program të vogël: është shumë e çmuar!

source: But please continue to feel free to use Rufus without any guilt about not contributing for it financially &ndash; you should never have to!
az: Heç vaxt belə bir fərqiniz yoxdur. &ndash; Maddi olaraq kömək etməsəniz də heç bir günah etmədən xahiş edirəm, Rufus'u sərbəst istifadə etməyə davam edin.
bn: কিন্তু Rufus নিসঙ্কোচে ব্যবহার করতে থাকুন এটাতে কোন প্রকার আর্থিক অবদান রাখা ছাড়া &ndash; আপনাকে কখনোই এটা করতে হবে না!
fi: Jatka kuitenkin Rufuksen käyttöä ilman pienintäkään syyllisyydentunnetta siitä, ettet tue sitä rahallisesti &ndash; sinun ei koskaan tulisi tarvitakaan tehdä niin!
hu: Használd továbbra is a Rufust bűntudat érzés nélkül &ndash; sosem lesz szükség a támogatásra!
ms: Tetapi sila teruskan untuk menggunakan Rufus tanpa rasa bersalah hanya disebabkan tidak menyumbang untuk kewangannya &ndash; anda sepatutnya tidak perlu melakukannya!
pt_pt: Mas por favor, continue a sentir-se livre para usar Rufus, sem qualquer sentimento de culpa por não ajudar financeiramente &ndash; nunca deverá sentir que tem que contribuir!
ro: Dar vă rugăm să continuaţi să vă simţiţi liber să folosi Rufus, fără nici o vină că nu contribuiţi financiar pentru dezvoltarea lui - niciodată nu ar trebui să vă simţiţi vinovat!
sq: Por ju lutemi, vazhdoni të ndjeheni të lirë të përdorni Rufusin pa asnjë faj për mos kontribuimin financiarisht të tij & ndash; ju kurre nuk duhet të ndjeheni te kufizuar!

source: Speed comparison between Rufus and other applications
az: Rufus və digər üsullar arasındakı sürət müqayisə etməsi
bn: Rufus ও অন্য অ্যাপ্লিকেশনের মধ্যে গতির তুলনা
fi: Nopeusvertailu Rufuksen ja muiden sovellusten välillä
hu: Sebesség összehasonlítás a Rufus és más programok között
ms: Perbandingan kelajuan antara Rufus dan aplikasi lain
pt_pt: Comparação de rapidez entre Rufus e outras aplicações
ro: Comparație între Rufus și alte aplicații
sq: Krahasimi i shpejtësisë midis Rufus dhe aplikacioneve të tjera

source: The following tests were carried out on a Windows 7 x64 Core 2 duo/4 GB RAM platform, with an USB 3.0 controller and a <a target="_blank" %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
hu: A következő tesztek egy Windows 7 x64-es rendszerrel, Core 2 Duo processzorral és 4GB RAM-al, egy USB 3.0-s csatlakozóval, és egy <a target="_blank" %s>16 GB USB 3.0 ADATA S102</a>-vel lettek elvégezve.
pt_pt: Os seguintes testes foram realizados em Windows 7 x64 Core 2 Duo/4 GB RAM, com um controlador USB 3.0 e uma unidade <a target="_blank" %s>16 GB USB 3.0 ADATA S102</a>.
ro: Următoarelor teste efectuate pe un Windows 7 x64, Intel Core 2 Duo, 4 GB RAM, cu un controller USB 3.0 și un flash <a target="_blank" %s>USB 3.0 ADATA S102</a> de 16GB.

source: Non exhaustive list of ISOs Rufus is known to work with
az: Rufus'un işlətdiyi məlum olan İSO ətraflı olmayan siyahısı
bn: অসমগ্র তালিকা যেটার সাথে Rufus কাজ করে বলা যায়
fi: Epätäydellinen lista ISO-levykuvista, joiden kanssa Rufuksen tiedetään toimivan
hu: Egy kis lista azokról az ISO fájlokról, melyekkel a Rufus biztosan működik:
ms: Senarai tidak lengkap ISO yang Rufus diketahui untuk berfungsi
pt_pt: Breve lista de ISOs que funcionam bem com Rufus
ro: Lista incompletă de ISO-uri pe care Rufus le accepta
sq: Lista jo e plotë e ISO-ve Rufus është i mundur për të punuar me to

source: English translation by Pete Batard
az: Azərbaycanca çevirən <a href="mailto:elvin_melikov@mail.ru?Subject=Rufus%20Homepage%20translation">Məlikov Elvin[mayak18]</a>
bn: বাংলা অনুবাদকারী ‪<a href="mailto:abdullahbd333@gmail.com?Subject=Rufus%20Homepage%20translation">MD ABDULLAH</a>
fi: Suomenkielinen käännös: Riku Brander
hu: A magyar fordítást készítette <a href="mailto:familyguyfan79@gmail.com?Subject=Rufus%20Homepage%20translation">[HUN]DeadMan</a>
ms: Terjemahan Bahasa Malysia oleh <a href="mailto:razman90a@yahoo.com.my?Subject=Rufus%20Homepage%20translation">Razman Ramly</a>
pt_pt: Tradução em Português Europeu por Hugo Carvalho e Dinis Medeiros (aka dinism)
ro: Traducere în română de <a href="mailto:girlea_alex@yahoo.com?Subject=Traducerea paginii Rufus">Gîrlea Alexandru</a><br/>Adaptare de <a href="mailto:acuravalea@ymail.com?Subject=Traducerea paginii Rufus">Curăvalea Antonio</a>
sq: Perkthimi ne shqip nga Egid Metalia

source: USB icon by
az: USB ikonu
bn: USB আইকন সৌজন্যে
fi: USB-kuvakkeen luonut
hu: USB ikon:
ms: Ikon USB oleh
pt_pt: Ícone USB por
ro: Pictograma realizată de
sq: Icona e USB nga

source: Hosting by
az: Saxlama Xidməti
bn: হোস্টিং সৌজন্যে
fi: Hostauksesta vastaa
hu: Tárhely:
ms: Hosting oleh
pt_pt: Alojamento em
ro: Găzduire web de
sq: Hostimi nga

source: Oh, and Rufus is <b>fast</b>. For instance it's about twice as fast as <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> or <a %s>Windows 7 USB download tool</a>, on the creation of a Windows 7 USB installation drive from an ISO. It is also marginally faster on the creation of Linux bootable USB from ISOs.
az: Bəli, Rufus <b>sürətlidir</b>. Misal, ISO'dan Windows 7 USB yükləmə sürücüsü yaratmada, <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> ya da <a %s>Windows 7 USB download tool</a> vasitələrindən təxminən iki qat daha sürətlidir. Üstəlik, İSO-dan Linux önyükləməli USB yaratmaqda da sürətlidir.
bn: ওহ, এবং Rufus <b>দ্রুত</b>. যেমন এটা দ্বিগুন গতিসম্পন্ন <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> বা <a %s>Windows 7 USB download tool</a>, ISO ফাইল থেকে উইন্ডোজ ৭ ইউএসবি ড্রাইভ তৈরির সময়।
fi: Ai niin, ja Rufus on <b>nopea</b>. Se on esimerkiksi noin kaksi kertaa niin nopea kuin <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> tai <a %s>Windows 7 USB download tool</a>, kun tehdään asennettavaa Windows 7 USB-muistitikkua ISO-levykuvasta. Se on myös hieman nopeampi Linux-pohjaisten boottaavien USB-laitteiden luomisessa ISO-levykuvasta.
ms: Oh, dan Rufus adalah <b>pantas</b>. Sebagai contoh ianya kira-kira dua kali sepantas <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> atau <a %s>peralatan muat turun USB Windows 7</a>, pada pembuatan pemacu pemasangan USB Windows 7 dari ISO. Ianya juga lebih pantas sedikit pada pembuatan USB boot Linux dari ISO.
sq: Oh, Rufusi eshte edhe i <b>shpejte</b>. Pershembull eshte dy here me i shpejte se <a %s>UNetbootin</a>, <a %s>Universal USB Installer</a> ose <a %s>Windows 7 USB download tool</a>, ne krijimin e nje USB per instalimin e Windows 7 nga nje file i tipit ISO. Gjithashtu eshte pak me i shpejte ne krijimin e nje USB per instalimin e Linux nga nje file ISO.

source: KB
bn: কিলোবাইট

source: If you create a DOS bootable drive and use a non-US keyboard, Rufus will attempt to select a keyboard layout according to the locale of your system. In that case, <a %s>FreeDOS</a>, which is the default selection, is recommended over MS-DOS, as it supports more keyboard layouts.
az: DOS önyüklənəbilən bir sürücü edəcəksinizsə və US (Amerika İngilis Dilində) olmayan bir klaviatura istifadə edirsinizsə, Rufus sistem dilinə görə bir klaviatura seçimini deyir. Bu sayədə fərz edilən seçim olan <a %s>FreeDOS</a>, daha çox klaviatura dəstəyi ilə MS-DOS'tan daha çox təklif edilir.
bn: আপনি যদি US কীবোর্ড বাদে অন্য কীবোর্ড ব্যবহার করে DOS বুটেবল ড্রইভ তৈরি করেন, আপনার সিস্টেমের ভাষা অনুযায়ী Rufus একটা কীবোর্ড লেআঊট নির্বাচন করে নিবে, <a %s>মুক্ত DOS</a>, যেটা পুর্বনির্ধারিত নির্বাচন, MS-DOS এর জন্য সুপারিশকৃত, যেন অধিক কীবোর্ড লেআঊট সমর্থন করতে পারে।
fi: Jos luot DOS-boottaavan aseman, etkä käytä yhdysvaltalaista näppäimistöasettelua, pyrkii Rufus valitsemaan näppäimistöasetuksen järjestelmäsi alueasetuksen mukaan. Tässä tapauksessa <a %s>FreeDOS</a>, joka on oletusvalintana, on suositeltu valinta MS-DOSin sijaan, sillä se tukee useampia näppäimistöasetteluja.
ms: Jika anda mencipta pemacu boot USB dan menggunakan papan kekunci bukan US, Rufus akan cuba memilih susun atur papan kekunci mengikut tempatan sistem anda. Jika begitu, <a %s>FreeDOS</a>, yang mana adalah pilihan lalai, adalah dicadangkan atas MS-DOS, kerana ianya menyokong lebih susun atur papan kekunci.
sq: Nëse krijoni një disk bootable DOS dhe përdorni një tastierë jo-SHBA, Rufus do të përpiqet të zgjedhë një plan urbanistik të tastierës sipas lokalit të sistemit tuaj. Në këtë rast, <a %s>FreeDOS</a>, i cili është përzgjedhja e parazgjedhur, rekomandohet mbi MS-DOS, pasi ajo mbështet më shumë plane të tastierës.

source: All versions of Rufus since v1.1.0 allow the creation of a bootable USB from an <a %s>ISO image</a> (.iso).
az: v1.1.0 versiyasından etibarən Rufus'un bütün versiyaları <a %s>ISO əks olunmasından</a> (.iso) önyüklənəbilən USB yaratmağa icazə verir.
bn: সংস্করণ ১.১.০ থেকে শুরু করে Rufus এর সকল সংস্করণই বুটেবল USB তৈরি করতে দেয় <a %s>ISO ইমেজ</a> (.iso).
fi: Kaikki Rufuksen versiot v1.1.0 lähtien sallivat boottaavan USB-aseman luomisen <a %s>ISO-levykuvasta</a> (.iso).
ms: Semua versi Rufus dari v1.1.0 membenarkan pembuatan USB boot dari <a %s>ISO image</a> (.iso).
sq: Te gjitha versionet e Rufus duke filluar nga v1.1.0 mundeson krijimin e nje USB bootable nga nje file i tipit <a %s>ISO image</a> (.iso).

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a %s>CDBurnerXP</a> or <a %s>ImgBurn</a>.
az: Pulsuz olaraq çata biləcəyiniz <a %s>CDBurnerXP</a> ya da <a %s>ImgBurn</a> kimi CD yazdırma proqramlarını istifadə edərək fiziki bir sürücüdən və ya bir sıra işdən birbaşa ISO əks olunması yaratmaq çox asandır.
bn: যাইহোক, বাস্তব ডিস্ক বা ফাইল থেকে ISO ইমেজ তৈরি করা খুবই সহজ, একটি CD বার্ণিং সফটওয়্যার ব্যবহার করে, যেগুলো ফ্রিতে সহজলভ্য <a %s>CDBurnerXP</a> বা <a %s>ImgBurn</a>.
fi: ISO-levykuvan luominen fyysisestä levystä tai tiedostoista on erittäin helppoa käyttämällä CD:n poltto-ohjelmaa, ilmaisohjelmistoista esimerkkeinä <a %s>CDBurnerXP</a> ja <a %s>ImgBurn</a>.
ms: Mencipta imej ISO dari cakera fizikal atau dari set fail bagaimanapun sangat mudah digunakan, melalui penggunaan aplikasi pembakaran CD, seperti <a %s>CDBurnerXP</a> atau <a %s>ImgBurn</a> yang sedia ada percuma.
sq: Krijimi i një imazhi ISO nga një disk fizik ose nga një skedar skedarësh është shumë i lehtë për t'u bërë, megjithatë, përmes përdorimit të një aplikimi për djegie CD-je, si p.sh., <a %s>CDBurnerXP</a> ose <a %s>ImgBurn</a>.

source: A Rufus FAQ is available <b><a %s>HERE</a></b>.
az: Rufus SSS <b><a %s>BURADA</a></b>.
bn: Rufus সজিপ্র পাওয়া যাবে <b><a %s>এখানে</a></b>.
fi: Rufuksen FAQ on saatavilla <b><a %s>TÄÄLLÄ</a></b> (englanniksi).
ms: FAQ Rufus tersedia <b><a %s>DI SINI</a></b>. (dalam Bahasa Inggeris)
sq: Nje FAQ Rufus eshe ne dispozicion <b><a %s>KETU</a></b>.

source: To provide feedback, report a bug or request an enhancement, please use the github <a %s>issue tracker</a>. Or you can <a %s>send an e-mail</a>.
az: Geribildiriş göndərişi, səhv hesabatı standart və ya inkişaf etdirmək istəkləri üçün lütfən github <a %s>issue tracker (problem izləyicisi)</a>'ı istifadə edin. Ya da <a %s>bir e-poçta göndərin</a>.
bn: প্রতিক্রিয়া জানাতে চাইলে বাগ রিপোর্ট করুন বা আরো উন্নয়নের অনুরোধ করুন। গিটহাবে <a %s>ইস্যু ট্র্য।কার</a> ব্যবহার করুন বা আপনি চাইলে <a %s>একটি ইমেইল পাঠাতে পারেন</a>
fi: Jos haluat lähettää palautetta, kertoa virheestä tai pyytää parannuksia, käytä githubin <a %s>issue trackeria</a>. Vaihtoehtoisesti voit myös <a %s>lähettää sähköpostia</a>.
ms: Untuk memberikan maklum balas, melaporkan pepijat atau menuntut peningkatan, sila gunakan <a %s>penjejak isu</a> github. Atau anda boleh <a %s>hantarkan e-mel</a>.
sq: Për të siguruar reagime, njofto një bug ose për të kërkuar një përmirësim, ju lutemi përdorni github <a %s>tracker çështje</a>. Ose mund të <a %s>dërgoni një e-mail</a>.

source: <a %s>GNU General Public License (GPL) version 3</a> or later.
az: <a %s>GNU General Public License (GPL) version 3</a> ya da sonrası.
bn: <a %s>GNU সাধারন পাবলিক লাইসেন্স (GPL) সংস্করণ ৩</a> বা এর পরবর্তী ।
fi: <a %s>GNU General Public License (GPL) versio 3</a> tai uudempi.
ms: <a %s>GNU General Public License (GPL) versi 3</a> atau kemudian.
sq: <a %s>GNU General Public License (GPL) version 3</a> ose me i larte.

source: Rufus is produced in a 100%% transparent manner, from its <a %s>public source</a>, using a <a %s>MinGW32</a> environment.
az: Rufus %%100 şəffaf bir anlayışla və <a %s>açıq qaynaq</a>la, <a %s>MinGW32</a> mühiti istifadə edilərək istehsal olunmuşdur.
bn: Rufus তৈরি হয়েছে ১০০%% স্বচ্ছভাবে, এটার <a %s>পাবলিক উৎস</a>, <a %s>MinGW32</a> পরিবেশ ব্যবহার করে।
fi: Rufus on tuotettu 100%% läpinäkyvin keinoin <a %s>julkisesta lähteestään</a> käyttäen <a %s>MinGW32</a>-ympäristöä.
ms: Rufus dihasilkan dalam 100%% telus, dari <a %s>sumber awam</a>nya, menggunakan persekitaran <a %s>MinGW32</a>.
sq: Rufusi prodhohet në mënyrë transparente 100 %%, nga burimi i saj <a %s>publik duke</a>, përdorur një mjedis të <a %s>MinGW32</a>.

source: MB
bn: মেগাবাইট

source: Alternatively, you can clone the <a %s>git</a> repository using:
az: Alternativ olaraq, <a %s>get</a> hissəsini istifadə edərək klonlaşdıra bilərsiniz:
bn: অন্যথ্যায়, আপনি চাইলে <a %s>গিট</a> রিপোজটোরি ব্যবহার করে এটাকে ক্লোন করতে পারেন:
fi: Voit vaihtoehtoisesti kloonata <a %s>git</a>-arkiston seuraavasti:
ms: Secara alternatif, anda boleh mengklon repositori <a %s>git</a> menggunakan:
sq: Përndryshe, ju mund të klononi depozitën <a% s>git</a> duke përdorur:

source: For more information, see the <a %s>github project</a>.
az: Daha çox məlumat üçün <a %s>github proyektinə</a> baxın.
bn: বিস্তারিত তথ্যের জন্য <a %s>গিটহাব প্রজেক্ট</a> দেখুন।
fi: Saadakseksi lisätietoa, katso <a %s>github-projekti</a>.
ms: Untuk maklumat lanjut, lihat <a %s>projek github</a>.
sq: Per me shume informacion, shikoni <a %s>github project</a>.

source: If you really insist, you can always make a donation to the <a %s>Free Software Foundation</a>, as they are the main reason software like Rufus is possible.
az: Yenə də israr edirsinizsə, Rufus kimi təminatların mövcudluğunu mümkün edən <a %s>Free Software Foundation</a>'a hədiyyə edə bilərsiniz.
bn: আপনি সত্যিই যদি জোর করেন, আপনি চাইলে সর্বদাই <a %s>ফ্রি সফটওয়্যর ফাউন্ডেশন</a> দান করতে পারেন, যার জন্যই Rufus এর মত সফটওয়্যর সম্ভব হয়েছে।
fi: Jos todella vaadit, voit tehdä lahjoituksen <a %s>Free Software Foundationille</a>, sillä he ovat pääsyy sille, että Rufuksen kaltaiset ohjelmistot ovat mahdollisia.
ms: Jika anda hendak juga, anda boleh selalu memberikan sumbangan kepada <a %s>Free Software Foundation</a>, kerana mereka adalah sebab utama yang perisian seperti Rufus adalah mungkin.
sq: Nëse jeni të vërtetë këmbëngules, ju gjithmonë mund të bëni një dhurim për <a %s>Fondacionin e Lirë të Software-it </a>, pasi ato janë arsyeja kryesore pse software si Rufus jane te mundur.

source: The following tests were carried out on a Windows 7 x64 Core 2 duo/4 GB RAM platform, with an USB 3.0 controller and a <a %s>16 GB USB 3.0 ADATA S102 flash drive</a>.
az: Aşağıdakı testlər, Windows 7 x64, Core 2 duo/4 GB RAM, USB 3.0 kontrolu və <a %s>16 GB USB 3.0 ADATA S102 flash sürücü</a> ilə həyata keçirilmişdir.
bn: নিচের টেস্টটা করা হয়েছে উইন্ডোজ ৭ এক্স৬৪ কোর ২ ডুয়ো/৪জিবি র্যাম প্লাটফর্মে, USB ৩.০ নিয়ন্ত্রক এবং একটি <a %s>১৬ জিবি USB ৩.০ ADATA S102 ফ্লাশ ড্রাইভে</a>.
fi: Seuraavat testit suoritettiin Windows 7 x64 Core 2 duo/4 GB RAM -kokoonpanolla käyttäen USB 3.0-ohjainta ja <a %s>16 GB USB 3.0 ADATA S102 -muistitikkua</a>.
ms: Ujian berikut dijalankan dalam pelantar Windows 7 x64 Core 2 duo/4 GB RAM, dengan pengawal USB 3.0 dan <a %s>pemacu kilat 16 GB USB 3.0 ADATA S102</a>.
sq: Testet e mëposhtme bëhen në një platformë Windows 7 x64 Core 2 duo/4 GB RAM, me një USB 3.0 dhe një flash drive <a %s>16 GB USB 3.0 ADATA S102</a>.
