Repository: Calinou/rufus-web
Catalog: locale/*/LC_MESSAGES/index.po
Languages: az, bn, fi, hu, ms, pt_pt, ro, sq

source: Version
az: Versiya
bn: সংস্করণ
fi: Versio
hu: Verzió
ms: Versi
pt_pt: Versão
ro: Versiune
sq: Versioni

source: Create bootable USB drives the easy way
az: Önyükləməli USB sürücü yaratmağın ən asan yolu
bn: সহজভাবে বুটেবল USB ড্রাইভ তৈরি করুন
fi: Luo boottaavat USB-asemat helpolla tavalla
hu: Készíts bootolható USB eszközöket könnyedén
ms: Cipta pemacu USB boot dengan cara mudah
pt_pt: Método fácil de criar unidades USB inicializáveis
ro: Creează stick-uri USB bootabile fără efort
sq: Krijo nje bootable USB ne menyren me te lehte

source: Change language:
pt_pt: Mudar idioma:

source: Want to improve this translation?
az: Bu tərcüməni yaxşılaşdırmaq istəyirsiniz?
bn: এই অনুবাদের উন্নতি করতে চান?
hu: Jobbá szeretnéd tenni ezt a fordítást?
ms: Ingin meningkatkan terjemahan ini?
pt_pt: Deseja melhorar esta tradução?
ro: Vrei să îmbunătățești traducerea site-ului?
sq: Deshiron ta permiresosh perkthimin?

source: Placeholder for ads &mdash; Just like you, I wish this site could exist without them...
pt_pt: Espaço reservado para anúncios &mdash; assim como você, eu gostaria que este site podesse existir sem eles...

source: rufus_en.png
az: rufus_az.png
fi: rufus_fi.png
hu: rufus_hu.png
ms: rufus_ms.png
pt_pt: rufus_pt_PT.png
ro: rufus_ro.png

source: Rufus is a utility that helps format and create bootable USB flash drives, such as USB keys/pendrives, memory sticks, etc.
az: Rufus, USB açar/yaddaşlar, yaddaş kartları və s. kimi USB sürücüləri formatlamağa və önyükləməli hala gətirməyə yardımçı olan bir vasitədir.
bn: Rufus এমন একটি প্রোগ্রাম যেটা আপনাকে USB ফ্লাশ ড্রাইভ কে মুছতে ও বুটেবল USB ফ্লাশ ড্রাইভ তৈরি করতে সাহায্য করে। যেমন, পেনড্রাইভ, মেমোরি স্টিক ইত্যাদি।
fi: Rufus on ohjelma, joka auttaa alustamaan ja luomaan boottaavia USB-laitteita, kuten esimerkiksi USB-avaimia, muistitikkuja jne.
hu: A Rufusz egy olyan eszköz, amely segít megformázni, majd bootolhatóvá tenni az olyan USB-s eszközöket, mint pl. USB kulcsok/pendrive-ok, memóriakártyák, stb.
ms: Rufus adalah utiliti yang membantu memformat dan mencipta pemacu kilat USB boot, seperti pemacu pen/kekunci USB, kayu memori, dan lain-lain.
pt_pt: Rufus é um utilitário que ajuda a formatar e a criar unidades USB inicializáveis, tais como dispositivos USB/pendrives, cartões de memória, etc.
ro: Rufus este un utilitar care ajută la formatarea și crearea de drive-uri USB bootabile.
sq: Rufus eshte nje aplikacion i cili te ndihmon ne formatim dhe krijimin e nje USB bootable, te tilla si USB keys/pendrives, karte memorie etj.

source: It can be especially useful for cases where:
az: Xüsusilə o yerlərdə faydalı ola bilər:
bn: বিশেষভাবে এটা উপকারী হতে পারে:
fi: Siitä voi olla erityisesti hyötyä seuraavissa tilanteissa:
hu: Nagyon hasznos lehet ha:
ms: Ia boleh menjadi amat berguna untuk kes di mana:
pt_pt: Pode ser especialmente útil nos casos em que:
ro: Rufus poate fi folosit pentru:
sq: Mund te ju ndihmoje vecanerisht ne raste kur:

source: you need to create USB installation media from bootable ISOs (Windows, Linux, UEFI, etc.)
az: Önyükləməli ISO (Windows, Linux, UEFI, və s). USB yükləmə mediası yaratmağınız lazım olanda
bn: বুটেবল ISO (উইন্ডোজ, লিনাক্স, UEFI ইত্যদি) থেকে আপনাকে বুটেবল USB সংস্থাপন মিডিয়া তৈরি করতে হবে।
fi: sinun tarvitsee tehdä USB-asennettava tietoväline boottaavasta ISO-levykuvasta (Windows, Linux, UEFI jne.)
hu: USB-s telepítő eszközt készíthetsz, bootolható ISO fájl(ok)ból (Windows, Linux, UEFI, stb.)
ms: anda perlu mencipta media pemasangan USB dari ISO boot (Windows, Linux, UEFI, etc.)
pt_pt: precisa de criar uma unidade de instalação USB inicializável a partir de ISOs (Windows, Linux, UEFI, etc.)
ro: a crea medii de instalare USB din ISO-uri bootabile (Windows, Linux, UEFI, etc.);
sq: ju duhet të krijoni media USB të instalimit nga ISO bootable (Windows, Linux, UEFI, etj)

source: you need to work on a system that doesn't have an OS installed
az: Əməliyyat sistemi yüklü olmayan bir sistemdə işləməyiniz lazım olanda
bn: আপনাকে ওই সিস্টেমে কাজ করতে হবে যেটতে OS সংস্থাপন করা নেই।
fi: sinun tarvitsee työskennellä järjestelmässä, jossa ei ole käyttöjärjestelmää asennettuna
hu: Olyan rendszeren dolgozhatsz, amit merevlemezre való telepítés nélkül is használhatsz.
ms: anda perlu bekerja pada sistem yang tidak mempunyai OS yang dipasang
pt_pt: precisa de trabalhar num computador que não tem um sistema operativo instalado
ro: a lucra pe un computer care nu are un sistem de operare instalat;
sq: ju duhet te punoni ne nje sistem qe nuk ka instaluar nje OS

source: you need to flash a BIOS or other firmware from DOS
az: DOS üzərindən BIOS və ya digər firmware yükləmələrinə ehtiyac olanda
bn: DOS থেকে BIOS বা অন্য ফার্মওয়ার ফ্লাশ করতে হবে।
fi: sinun tarvitsee asentaa BIOS tai jokin muu laiteohjelmisto DOSista
hu: egy BIOS-t vagy más kezelőfelületet kell flashelned DOS-ról
ms: anda perlu untuk 'flash' BIOS atau perisian tegar (firmware) lain dari DOS
pt_pt: precisa de atualizar a BIOS ou outro firmware a partir do DOS
ro: a rescrie un BIOS sau orice alt software DOS;
sq: keni nevoje per nje flash, BIOS ose firmware te tjera nga DOS

source: you want to run a low-level utility
az: Aşağı səviyyəli bir vasitə işlətmək istədikdə
bn: আপনি নিন্ম সীমার ইউটিলিটি চালাতে চাচ্ছেন
fi: haluat käyttää matalalla tasolla toimivaa apuohjelmaa
hu: alacsony erőforrás igényű eszközt szeretnél futtatni
ms: anda mahu menjalankan utiliti peringkat rendah
pt_pt: pretende executar um utilitário de baixo nível
ro: a executa utilitare low-level;
sq: deshironi te perdorni nje sherbim te ulet

source: Despite its small size, Rufus provides everything you need!
az: Rufus, kiçik ölçüsünə baxmayaraq ehtiyac duyduğunuz hər şeyi təmin edir!
bn: আপনার যা দরকার সবই Rufus সরবরাহ করে যদিও এটার আয়তন কম!
fi: Pienestä koostaan huolimatta Rufus tarjoaa kaiken tarvitsemasi!
hu: A kicsi mérete mellett, a Rufus mindent megad, amire szükséged van!
ms: Walaupun saiznya kecil, Rufus memberikan segalanya yang anda perlukan!
pt_pt: Apesar do seu tamanho pequeno, Rufus tem tudo o que precisa!
ro: Deși are o dimensiune scăzută, Rufus îți oferă tot ce îți trebuie!
sq: Pavaresisht nga madhesia e vogel, Rufus ofron gjithqka qe keni nevoje!

source: Oh, and Rufus is <b>fast</b>. For instance it's about twice as fast as <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> or <a target="_blank" %s>Windows 7 USB download tool</a>, on the creation of a Windows 7 USB installation drive from an ISO. It is also marginally faster on the creation of Linux bootable USB from ISOs.
hu: Oh igen, és a Rufus még <b>gyors is</b>. Körübelül kétszer olyan gyors bootolható eszközök készítésében, mint a <a target="_blank" %s>UNetbootin</a>, a <a target="_blank" %s>Universal USB Installer</a>, vagy a <a target="_blank" %s>Windows 7 USB Download Tool</a>. Még bootolható Linux eszközök készítésében is gyorsabb a konkurens programoknál.
pt_pt: Ah, e Rufus é <b>rápido</b>. É cerca de duas vezes mais rápido que o <a target="_blank" %s>UNetbootin</a>, o <a target="_blank" %s>Universal USB Installer</a> ou o <a target="_blank" %s>Windows USB / DVD Download Tool</a>, na criação de uma unidade USB de instalação do Windows 7 a partir de um ISO. É também ligeiramente mais rápido na criação de USB inicializável Linux a partir de ISOs.
ro: Și să nu uităm, Rufus este și <b>rapid</b>! De exemplu, este de aproximativ două ori mai rapid decât <a target="_blank" %s>UNetbootin</a>, <a target="_blank" %s>Universal USB Installer</a> sau <a target="_blank" %s>Windows 7 USB Download Tool</a> la crearea unui stick USB cu Windows 7 dintr-un ISO. Este și mai rapid când vine vorba de crearea USB-urilor cu Linux!

source: A non exhaustive list of Rufus supported ISOs is also provided at the bottom of this page.
az: Rufus'un dəstəklədiyi İSO'ların ətraflı olmayan siyahısına səhifənin alt hissəsindən baxa bilərsiniz.
bn: এই পৃষ্ঠার নীচের অংশে Rufus সমর্থিত ISO গুলির একটি অসম্পূর্ণ তালিকাও দেয়া আছে।
fi: Epätäydellinen luettelo Rufuksen tukemista ISO-levykuvista on myös saatavilla tämän sivun alareunassa.
hu: Egy kis lista a Rufus által támogatott ISO-król az oldal alján található.
ms: Senarai tidak lengkap ISO yang disokong Rufus juga diberikan pada bawah halaman ini.
pt_pt: Uma breve lista de ISOs suportados por Rufus é fornecida na parte inferior desta página.
ro: O listă incompletă cu ISO-urile acceptate de Rufus este prevăzută în partea de jos a acestei pagini.
sq: Nje liste jo shteruese e Rufus mbeshtetur ne ISO eshte dhene gjithashtu ne fund te kesaj faqeje.

source: Download
az: Yüklə
bn: ডাউনলোড
fi: Lataa
hu: Letöltés
ms: Muat turun
pt_pt: Transferência
ro: Descărcare
sq: Shkarko

source: Last updated %s:
az: Son yeniləmə %s:
bn: সর্বশেষ আপডেট হয়েছে %s:
fi: Viimeksi päivitetty %s:
hu: Utolsó frissítés %s:
ms: Terakhir dikemaskini %s:
pt_pt: Última atualização em %s:
ro: Ultima actualizare %s:
sq: Updatet me te fundit %s:

source: Portable
bn: বহনযোগ্য
hu: Hordozható
ms: Mudah alih
pt_pt: Portátil

source: Other versions
az: Digər versiyalar
bn: অন্য সংস্করণ
fi: Muut versiot
hu: Régebbi verziók
ms: Versi lain
pt_pt: Outras versões
ro: Alte versiuni
sq: Versione te tjera

source: Supported Languages:
az: Dəstəklənən Dillər:
bn: সমর্থিত ভাষা:
fi: Tuetut kielet:
hu: Támogatott nyelvek:
ms: Bahasa Disokong:
pt_pt: Idiomas suportados:
ro: Limbi acceptate:
sq: Gjuhet qe ofrohet ky program:

source: System Requirements:
az: Sistem Tələbləri:
bn: সিস্টেম লাগবে:
fi: Järjestelmävaatimukset:
hu: Gépigény:
ms: Keperluan Sistem:
pt_pt: Requisitos do sistema:
ro: Cerințe de sistem:
sq: Sistemet e operimit:

source: Windows 7 or later, 32 or 64 bit doesn't matter. Once downloaded, the application is ready to use.
az: Windows 7 və ya üstü, 32 və ya 64 bit dəstəkləyir. Yükləndikdən sonra, proqram istifadəyə hazırdır.
bn: উইন্ডোজ 7 বা তার পরবর্তী ভার্সন, ৩২ বা ৬৪ বিট কোন ব্যপার না। একবার ডাউনলোড হয়ে গেলে, এই প্রোগ্রাম ব্যবহারের জন্য তৈরি।
fi: Windows 7 tai uudempi, 32- tai 64-bittisyydellä ei ole merkitystä. Sovellus on valmis käytettäväksi heti lataamisen jälkeen.
hu: Az, hogy Windows 7 vagy későbbi rendszer, vagy az, hogy 32- vagy 64-bites, nem számít! Amint letöltötted a programot, már készen is áll a használatra!
ms: Windows 7 atau kemudian, tidak kira 32 atau 64 bit. Selepas muat turun, aplikasi sudah sedia digunakan.
pt_pt: Windows 7 ou posterior, sistema 32 ou 64 bits. Depois de transferido, a aplicação está pronta a usar.
ro: Windows 7 sau mai nou, pe 32 sau 64 de biți. Odată descărcată, aplicația este gata de utilizare.
sq: Windows 7 ose me te rinj, 32 ose 64 bit. Sapo ta shkarkosh mund ta perdoresh pa e instaluar fare.

source: I will take this opportunity to express my gratitude to the translators who made it possible for Rufus, as well as this webpage, to be translated in various languages. If you find that you can use Rufus in your own language, you should really thank them!
az: Həm Rufus'un həmdə bu veb səhifəsinin fərqli dillərə tərcümə olunmasını mümkün edən tərcüməçilərə minnətdarlığımı bildirmək istəyirəm. Əgər Rufus'u öz dilinizdə istifadə etmək şansını tapdınızssa, onlara həqiqətən bir təşəkkürü borc bilməlisiniz!
bn: আমি অনুবাদকদেরকে কৃতজ্ঞতা জানাতে চাই যারা Rufus এবং এর ওয়েবপেজের জন্য বিভিন্ন ভাষায় অনুবাদ সম্ভব করেছেন । আপনি যদি আপনার ভাষায় Rufus ব্যবহার করতে পারেন, আপনার সত্যিই উচিত তাদের ধন্যবাদ জানানো ।
fi: Haluan käyttää tilaisuuden osoittaakseni kiitollisuuteni kääntäjiä kohtaan, jotka mahdollistavat Rufuksen sekä tämän verkkosivun käyttämisen useilla eri kielillä. Jos huomaat pystyväsi käyttämään Rufusta omalla äidinkielelläsi, kannattaisi sinunkin kiittää heitä!
hu: Szeretnék köszönetet mondani azoknak a fordítóknak, akik segítettek abban nekem, hogy minél több nyelven elérhető legyen a Rufus program.
ms: Saya akan mengambil peluang ini untuk mengucapkan terima kasih saya kepada penterjemah-penterjemah yang menjadikan kemungkinan untuk Rufus, dan juga laman sesawang ini, untuk diterjemahkan ke pelbagai bahasa. Jika anda mendapati yang anda boleh menggunakan Rufus dalam bahasa anda sendiri, anda patut mengucapkan terima kasih kepada mereka!
pt_pt: Aproveito esta oportunidade para expressar a minha gratidão aos tradutores que tornaram possível que Rufus, assim como esta página, estejam traduzidos em vários idiomas. Se acha que pode usar Rufus na sua língua materna, deve realmente agradecer-lhes!
ro: De asemenea, aș vrea să-mi exprim mulțumirea spre toți cei ce au ajutat la traducerea Rufus si a acestei pagini web in mai multe limbi.
sq: Unë do të shfrytëzoj këtë mundësi për të shprehur mirënjohjen time për përkthyesit të cilët kanë bërë të mundur që Rufusi, si dhe kjo uebfaqe, të përkthehen në gjuhë të ndryshme. Nëse gjeni se mund ta përdorni Rufusin në gjuhën tuaj, ju duhet t'i falënderoni me të vërtetë!

source: Usage
az: İstifadə
bn: ব্যবহার
fi: Käyttö
hu: Használat
ms: Penggunaan
pt_pt: Utilização
ro: Utilizare
sq: Perdorimi

source: Download the executable and run it &ndash; no installation is necessary.
az: Yükləyin və işlədin &ndash; yükləməyə ehtiyac yoxdur.
bn: এক্সিকিউটেবল ফাইল ডাউনলোড করুন এবং চালান &ndash; সংস্থাপন করার দরকার নেই।
fi: Lataa suoritettava tiedosto ja käynnistä se &ndash; asennusta ei tarvita.
hu: Töltsd le a fájlt, és futtasd &ndash; nincs szükség telepítésre!
ms: Muat turun 'executable' dan jalankannya &ndash; tiada pemasangan diperlukan.
pt_pt: Transfira o executável e execute-o &ndash; não é necessário nenhuma instalação.
ro: Descărcați executabilul și rulați-l &ndash; nu necesită instalare.
sq: Shkarkoje dhe perdore menjehere &ndash; nuk ka nevoje per instalim.

source: The executable is digitally signed and the signature should state:
az: İşlədilə bilən fayl rəqəmsal olaraq imzalanıb və imza bu şəkildə olmalıdır:
bn: এই এক্সিকিউটেবলটি ডিজিটালভাবে স্বাক্ষরকৃত এবং স্বাক্ষরের অবস্থা:
fi: Käynnistettävä tiedosto on digitaalisesti allekirjoitettu ja allekirjoituksen tulisi todeta:
hu: A fájl digitálisan alá van írva:
ms: 'Executable' ditandatangani secara digital dan tandatangan perlu menyatakan:
pt_pt: O executável está assinado digitalmente e a assinatura deve indicar:
ro: Executabilul este semnat digital și semnătura trebuie să menționeze:
sq: Ekzekutimi nenshkruhet ne menyre dixhitale dhe nenshkrimi duhet te deklaroje:

source: (v1.3.0 or later)
az: (v1.3.0 ya da sonrası)
bn: (সংস্করণ ১.৩.০ বা পরবর্তী)
fi: (v1.3.0 tai uudempi)
hu: (v1.3.0 vagy későbbi)
ms: (v1.3.0 atau kemudian)
pt_pt: (v1.3.0 ou posterior)
ro: (v1.3.0 sau mai nou)
sq: (v1.3.0 ose me e re)

source: (v1.2.0 or earlier)
az: (v1.2.0 ya da əvvəli)
bn: (সংস্করণ ১.২.০ বা আগের)
fi: (v1.2.0 tai vanhempi)
hu: (v1.2.0 vagy korábbi)
ms: (v1.2.0 atau sebelum)
pt_pt: (v1.2.0 ou anterior)
ro: (v1.2.0 sau mai vechi)
sq: (v1.2.0 ose me e vjeter)

source: Notes on DOS support:
az: DOS dəstəyi qeydləri:
bn: DOS সমর্থনের নোট:
fi: Huomioita DOS-tukea koskien:
hu: Megjegyzések a DOS támogatással kapcsolatban:
ms: Nota untuk sokongan DOS:
pt_pt: Notas sobre suporte DOS:
ro: Note cu privire la suportul DOS:
sq: Shenim se cfare mbeshtet DOS:

source: If you create a DOS bootable drive and use a non-US keyboard, Rufus will attempt to select a keyboard layout according to the locale of your system. In that case, <a target="_blank" %s>FreeDOS</a>, which is the default selection, is recommended over MS-DOS, as it supports more keyboard layouts.
hu: Ha DOS-os bootolható eszközt készítesz, és egy nem angol billentyűzetet használsz, akkor a Rufus megpróbálja beállítani a billentyűzetet a rendszereknek megfelelően. Ebben az esetben a <a target="_blank" %s>FreeDOS</a> lesz az alapértelmezett választás, mivel ez jobban ajánlott mint az MS-DOS, és még több billentyűzet kiosztást is támogat.
pt_pt: Se criar uma unidade inicializável de DOS e usar um teclado não US, o Rufus tentará selecionar um esquema de teclado de acordo com a localização do seu sistema. Neste caso, <a target="_blank" %s>FreeDOS</a> é a opção predefinida e recomendada em vez de MS-DOS, pelo facto de suportar mais configurações de teclado.
ro: Daca vei crea un USB bootabil DOS si vei folosi o tastatură non-americană, Rufus va alege automat un format de tastatură compatibil cu limba sistemului tău. În acest caz, <a target="_blank" %s>FreeDOS</a>, care este opțiunea standard, este recomandat peste MS-DOS, deoarece conține mai multe formate de tastatură.

source: Notes on ISO Support:
az: ISO dəstəyi qeydləri:
bn: ISO সমর্থনের নোট:
fi: Huomioita ISO-tukea koskien:
hu: Megjegyzések az ISO támogatással kapcsolatban:
ms: Nota untuk Sokongan ISO:
pt_pt: Notas sobre suporte ISO:
ro: Note despre suportul ISO:
sq: Shenim se cfare mbeshtet ISO:

source: All versions of Rufus since v1.1.0 allow the creation of a bootable USB from an <a target="_blank" %s>ISO image</a> (.iso).
hu: Az v1.1.0-s verzió óta a Rufus-al lehetséges bootolható USB eszközt készíteni egy <a target="_blank" %s>ISO fájlból</a> (.iso).
pt_pt: Todas as versões de Rufus, após v1.1.0, permitem a criação de um USB inicializável a partir de uma <a target="_blank" %s>imagem ISO</a> (.iso).
ro: Toate versiunile de Rufus peste v1.1.0 permit crearea unui USB bootabil dintr-o <a target="_blank" %s>imagine ISO</a> (.iso).

source: Creating an ISO image from a physical disc or from a set of files is very easy to do however, through the use of a CD burning application, such as the freely available <a target="_blank" %s>CDBurnerXP</a> or <a target="_blank" %s>ImgBurn</a>.
hu: Egy DVD lemezről készíteni egy ISO fájlt nagyon egyszerű, mivel vannak olyan egyszerű, és ingyenes programok mint a <a target="_blank" %s>CDBurnerXP</a> vagy az <a target="_blank" %s>ImgBurn</a>.
pt_pt: Criar uma imagem ISO de um disco físico ou a partir de um conjunto de ficheiros é um processo fácil de fazer, através da utilização de uma aplicação de gravação de CD, tais como o <a target="_blank" %s>CDBurnerXP</a> ou o <a target="_blank" %s>ImgBurn</a>, ambos gratuitos.
ro: Crearea unei imagini ISO pe un disc fizic sau dintr-un set de fișiere se poate face prin utilizarea unei aplicatii gratuite de scriere a CD-urilor, cum ar fi <a target="_blank" %s>CDBurnerXP</a> sau <a target="_blank" %s>ImgBurn</a>.

source: Frequently Asked Questions (FAQ)
az: Çox Soruşulan Suallar (ÇSS)
bn: সচারচর জিজ্ঞাসিত প্রশ্ন(সজিপ্র)
fi: Usein kysytyt kysymykset (FAQ)
hu: Gyakran Ismételt Kérdések (GYIK)
ms: Soalan Kerap Ditanya (FAQ)
pt_pt: Perguntas Mais Frequentes (FAQ)
ro: Întrebări frecvente
sq: Pyetje te bera shpesh (FAQ)

source: A Rufus FAQ is available <b><a target="_blank" %s>HERE</a></b>.
hu: A GYIK <b><a target="_blank" %s>ITT</a></b> elérhető (angolul!).
pt_pt: As FAQ do Rufus estão disponíveis <b><a target="_blank" %s>AQUI</a></b>.
ro: Întrebările frecvent puse sunt disponibile <b><a target="_blank" %s>AICI</a></b>.

source: To provide feedback, report a bug or request an enhancement, please use the github <a target="_blank" %s>issue tracker</a>. Or you can <a target="_blank" %s>send an e-mail</a>.
hu: Ha visszajelzést szeretnél küldeni, vagy egy hibát találtál (esetleg valami ötleted van) használd a github <a target="_blank" %s>issue tracker-jét</a>. Vagy <a target="_blank" %s>küldhetsz egy e-mailt is!</a>. Kérlek angol nyelven írj.
pt_pt: Para fornecer feedback, reportar um erro ou solicitar uma melhoria ou funcionalidade, por favor use o <a target="_blank" %s>seguidor de questões</a> GitHub. Pode também enviar-nos um <a target="_blank" %s>e-mail</a>.
ro: Pentru a ne spune părerea dvs., a raporta o eroare sau a solicita o caracteristică nouă, vă rugăm să folosiți <a target="_blank" %s>github</a>. Sau puteți <a target="_blank" %s>trimite un e-mail</a>.

source: License
az: Lisenziya
bn: অনুমতি
fi: Lisenssi
hu: Licensz
ms: Lesen
pt_pt: Licença
ro: Licenţă
sq: Licenca

source: <a target="_blank" %s>GNU General Public License (GPL) version 3</a> or later.
hu: <a target="_blank" %s>GNU General Public License (GPL) verzió 3</a> vagy későbbi.
pt_pt: <a target="_blank" %s>GNU General Public License (GPL) versão 3</a> ou posterior.
ro: <a target="_blank" %s>GNU General Public License (GPL) versiunea 3</a> sau mai recentă.

source: You are free to distribute, modify or even sell the software, insofar as you respect the GPLv3 license.
az: GPLv3 lisenziyasına hörmət etdiyiniz müddətcə, proqramı dağıtmaqda, dəyişdirməkdə hətta satmaqda azadsınız.
bn: আপনার জন্য এটা উন্মুক্ত যে, আপনি এটা বিতরণ, সংশোধন এমনকি বিক্রিও করতে পারেন, যতটা আপনি GPLv3 লাইসেন্সকে শ্রদ্ধা করেন।
fi: Olet vapaa jakamaan, muokkaamaan tai jopa myymään ohjelmistoa, kunhan kunnioitat GPLv3-lisenssiä.
hu: Nyugodtan terjeszheted, módosíthatod, vagy akár el is adhatod ezt a szoftvert, de tiszteletben tartva a GPLv3 licenszében foglaltakat!
ms: Anda bebas untuk mengedarkan, mengubah, malah menjual perisian, selama anda menghormati lesen GPLv3.
pt_pt: Pode distribuir livremente, modificar ou até mesmo vender o software, se respeitar a licença GPLv3.
ro: Sunteți liber să distribuiți, modificați sau chiar sa vindeți software-ul, atât timp cât respectați licența GPLv3.
sq: Ju jeni të lirë të shpërndani, modifikoni ose madje ta shisni softuerin, për aq sa respektojnë licencën GPLv3.

source: Rufus is produced in a 100%% transparent manner, from its <a target="_blank" %s>public source</a>, using a <a target="_blank" %s>MinGW32</a> environment.
hu: A Rufus 100%%-osan "átlátszó" módban készült, a <a target="_blank" %s>publikus forrás</a> és a <a target="_blank" %s>MinGW32</a> segítségével.
pt_pt: Rufus é produzido de modo 100 %% transparente, a partir de <a target="_blank" %s>fonte pública</a>, usando um ambiente <a target="_blank" %s>MinGW32</a>.
ro: Rufus este produs într-un mod 100%% transparent, cu o <a target="_blank" %s>sursă publică</a>, folosind <a target="_blank" %s>MinGW32</a> .

source: Changelog
az: Versiya Keçmişi
bn: পরিবর্তন তালিকা
fi: Muutosloki (englanniksi)
hu: Változások (angolul)
ms: Log perubahan
pt_pt: Modificações
ro: Lista de modificări(in engleză)

source: Source Code
az: Qaynaq Kodu
bn: উৎস কোড
fi: Lähdekoodi
hu: Forráskód
ms: Kod Sumber
pt_pt: Código Fonte
ro: Codul Sursă
sq: Kodi i Burimit

source: Alternatively, you can clone the <a target="_blank" %s>git</a> repository using:
hu: Le is másolhatod a <a target="_blank" %s>git</a> "gyűjteményt" ezzel:
pt_pt: Em alternativa, pode clonar o repositório <a target="_blank" %s>git</a> usando:
ro: Alternativ, puteți clona depozitul <a target="_blank" %s>git</a> folosind:

source: For more information, see the <a target="_blank" %s>github project</a>.
hu: Több információért látogasd meg a <a target="_blank" %s>github project</a>-et.
pt_pt: Para mais informações, visite o <a target="_blank" %s>projeto github</a>.
ro: Pentru mai multe informații, consultați <a target="_blank" %s>proiectul github</a>.

source: If you are a developer, you are very much encouraged to tinker with Rufus and submit patches.
az: İnkişafa, Rufus'u düzəlişlərə və yamaq təqdim etməyə təşviq edirik.
bn: আপনি যদি ডেভেলপার হোন, আপনাকে অধিক উৎসাহ দেয়া হচ্ছে Rufus এর সাথে সংশোধনে অংশ নেয়া ও প্যাচ জমা দেয়ায়।
fi: Jos olet kehittäjä, rohkaisemme sinua näpertelemään Rufuksen kanssa ja esittämään päivityksiä.
hu: Ha egy fejlesztő vagy, akkor arra szeretnélek ösztönözni, hogy segíts a Rufus javításában!
ms: Jika anda adalah pembangun, anda sangat digalakkan untuk bekerjasama dengan Rufus dan menghantar penampal (patch).
pt_pt: Se é um programador, encorajamos a contribuir para o Rufus e a enviar-nos as alterações ou atualizações.
ro: Dacă sunteți un dezvoltator, vă încurajăm să utilizaţi aplicaţia Rufus și să-i aduceţi îmbunătăţiri.
sq: Nëse jeni një programues, ju jeni shumë të inkurajuar që të kopjoni me Rufusin dhe të dorëzoni arna.

source: Donations
az: Hədiyylər
bn: দানসমূহ
fi: Lahjoitukset
hu: Támogatás
ms: Derma
pt_pt: Donativos
ro: Donaţii
sq: Dhurimet
